 [
  { "name": "Khoa học viễn tưởng", "description": "Các câu chuyện khám phá tương lai, công nghệ, và không gian vũ trụ." },
  { "name": "Giả tưởng", "description": "Thế giới huyền ảo với phép thuật, sinh vật thần thoại và anh hùng dũng cảm." },
  { "name": "Phiêu lưu", "description": "Những hành trình mạo hiểm và khám phá thế giới mới đầy thử thách." },
  { "name": "Trinh thám", "description": "Các vụ án bí ẩn và hành trình điều tra phá án gay cấn." },
  { "name": "Kinh dị", "description": "Tác phẩm gây sợ hãi, hồi hộp, có yếu tố siêu nhiên hoặc tâm lý đáng sợ." },
  { "name": "Lãng mạn", "description": "Những câu chuyện tình yêu đầy cảm xúc và kịch tính." },
  { "name": "Hài hước", "description": "Nhẹ nhàng, vui vẻ, mang lại tiếng cười và sự thư giãn." },
  { "name": "Tâm lý – xã hội", "description": "Phản ánh đời sống, mối quan hệ và các vấn đề xã hội hiện đại." },
  { "name": "Lịch sử", "description": "Tái hiện sự kiện, nhân vật và thời kỳ trong quá khứ." },
  { "name": "Chính trị", "description": "Phân tích, phản ánh về quyền lực, xã hội và chính quyền." },
  { "name": "Kinh tế", "description": "Kiến thức về thị trường, tài chính, quản lý và phát triển kinh tế." },
  { "name": "Kinh doanh", "description": "Chiến lược, tư duy và kỹ năng thành công trong công việc." },
  { "name": "Phát triển bản thân", "description": "Giúp cải thiện kỹ năng, tư duy, thái độ sống và năng suất cá nhân." },
  { "name": "Giáo dục", "description": "Tài liệu, phương pháp và nghiên cứu phục vụ dạy và học." },
  { "name": "Sách thiếu nhi", "description": "Câu chuyện và hình ảnh phù hợp cho trẻ em học và chơi." },
  { "name": "Truyện tranh", "description": "Tác phẩm minh họa bằng hình ảnh, từ manga đến comic." },
  { "name": "Kỹ năng sống", "description": "Dạy cách ứng xử, giao tiếp và vượt qua khó khăn trong cuộc sống." },
  { "name": "Văn học cổ điển", "description": "Tác phẩm văn học kinh điển qua nhiều thế hệ." },
  { "name": "Văn học hiện đại", "description": "Phản ánh tư tưởng, xã hội và con người thời đương đại." },
  { "name": "Thơ ca", "description": "Các tập thơ cổ điển và hiện đại giàu cảm xúc và triết lý." },
  { "name": "Tôn giáo", "description": "Giáo lý, kinh sách và triết học tôn giáo trên thế giới." },
  { "name": "Triết học", "description": "Tư tưởng, quan niệm và triết lý sống của con người." },
  { "name": "Tâm linh", "description": "Các chủ đề về linh hồn, năng lượng và thế giới siêu hình." },
  { "name": "Khoa học tự nhiên", "description": "Vật lý, hóa học, sinh học và các ngành khoa học nền tảng." },
  { "name": "Công nghệ thông tin", "description": "Kiến thức về máy tính, phần mềm, bảo mật và lập trình." },
  { "name": "Trí tuệ nhân tạo", "description": "Các khái niệm và ứng dụng của AI trong đời sống hiện nay." },
  { "name": "Y học", "description": "Thông tin, nghiên cứu và hướng dẫn về sức khỏe, y tế." },
  { "name": "Thể thao", "description": "Huấn luyện, chiến thuật và câu chuyện thể thao truyền cảm hứng." },
  { "name": "Du lịch", "description": "Khám phá văn hóa, danh lam thắng cảnh và hành trình du lịch." },
  { "name": "Ẩm thực", "description": "Công thức, văn hóa và nghệ thuật nấu ăn khắp thế giới." },
  { "name": "Nghệ thuật", "description": "Hội họa, điêu khắc, âm nhạc, điện ảnh và biểu diễn nghệ thuật." },
  { "name": "Âm nhạc", "description": "Lý thuyết, lịch sử và phong cách âm nhạc các thời kỳ." },
  { "name": "Nhiếp ảnh", "description": "Kỹ thuật, sáng tạo và nghệ thuật chụp ảnh." },
  { "name": "Thời trang", "description": "Xu hướng, thiết kế và văn hóa thời trang hiện đại." },
  { "name": "Mỹ thuật", "description": "Lịch sử và phương pháp sáng tạo nghệ thuật tạo hình." },
  { "name": "Kỹ thuật", "description": "Cơ khí, điện tử, công trình và các ngành kỹ thuật ứng dụng." },
  { "name": "Kiến trúc", "description": "Thiết kế, quy hoạch và lịch sử phát triển kiến trúc." },
  { "name": "Môi trường", "description": "Nghiên cứu bảo tồn thiên nhiên, biến đổi khí hậu và sinh thái học." },
  { "name": "Nông nghiệp", "description": "Kỹ thuật trồng trọt, chăn nuôi và phát triển nông thôn." },
  { "name": "Luật học", "description": "Quy định, pháp luật và quyền con người trong xã hội." },
  { "name": "Tài chính – Ngân hàng", "description": "Đầu tư, kế toán, tiền tệ và quản trị tài chính cá nhân." },
  { "name": "Khoa học xã hội", "description": "Nghiên cứu hành vi, văn hóa và tổ chức xã hội con người." },
  { "name": "Nhân học", "description": "Tìm hiểu nguồn gốc, phát triển và văn hóa loài người." },
  { "name": "Ngôn ngữ học", "description": "Cấu trúc, nguồn gốc và sự phát triển của các ngôn ngữ." },
  { "name": "Văn hóa học", "description": "Tìm hiểu bản sắc, truyền thống và giao thoa văn hóa." },
  { "name": "Địa lý", "description": "Nghiên cứu Trái Đất, địa hình, khí hậu và môi trường sống." },
  { "name": "Thiên văn học", "description": "Khám phá vũ trụ, các hành tinh, sao và hiện tượng thiên nhiên." },
  { "name": "Lập trình", "description": "Ngôn ngữ, kỹ thuật và phương pháp phát triển phần mềm." },
  { "name": "Khoa học dữ liệu", "description": "Phân tích, trực quan hóa và khai thác dữ liệu hiệu quả." },
  { "name": "Marketing", "description": "Chiến lược quảng cáo, thương hiệu và nghiên cứu thị trường." },
  { "name": "Tự truyện – Hồi ký", "description": "Câu chuyện thật từ cuộc đời, trải nghiệm và suy ngẫm cá nhân." }
]
